/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audio Book";

/* Localized kind: Book */
"Book" = "Book";

/* Localized kind: E-Book */
"E-Book" = "E-Book";

/* Price text */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Movie";

/* Localized kind: Music Video */
"Music Video" = "Music Video";

/* Nothing Found Label Text */
"Nothing Found" = "Nothing Found";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Song";

/* Network error alert message */
"There was an error accessing the iTunes Store. Please try again." = "There was an error accessing the iTunes Store. Please try again.";

/* Localized kind: TV Episode */
"TV Episode" = "TV Episode";

/* Artist Name Label */
"Unknown" = "Unknown";

/* Network error alert title */
"Whoops..." = "Whoops...";

/* Format for artist name */
"ARTIST_NAME_LABEL_FORMAT" = "%1$@ (%2$@)";
//Localize dynamically constructed strings

//terminal에서 genstrings을 통해 문자열을 입력할 수 있다. p.1027
//genstrings *.swift -o en.lproj
//NSLocalizedString으로 된 문자열들이 입력된다. //병합하는 방법은 없다. 무조건 덮어쓴다.

//각 문자열 끝에 세미콜론은 항상 사용해줘야 한다.

